export default function Header(){
    return(
        <header>
          <div className='man-woman-div'>
            <h1>Никита<br/> и<br/> Ульяна</h1>
          </div>

          <div className='dear-friends-others-div'>
            <h1>ДОРОГИЕ БЛИЗКИЕ И ДРУЗЬЯ!</h1>
            <h2>В нашей жизни предстоят счастливые<br/>
             перемены! Мы хотим, чтобы в этот день<br/>
              рядом с нами были самые близкие и дорогие для нас люди.<br/>
              Будем рады разделить с вами<br/>
               чудесный праздник в день нашей свадьбы</h2>
          </div>

          <div className='invite-text-div'>
            <h1>В ЧЕСТЬ ЭТОГО...</h1>
            <h2>Позвольте пригласить Вас<br/>
             разделить с нами радость этого дня.<br/>
             Подарите свою поддержку и добрые пожелания,<br/>
             а мы в свою очередь поделимся частичкой нашего счастья.</h2>
          </div>
        </header>
    )
}
